Repository: ab300819/chiaki-apple
Catalog: Chiaki/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# accessibility.addHostManually
source: Add a new host manually
zh_hans: 手动添加新主机

# accessibility.disconnectStream
source: Disconnect and close stream
zh_hans: 断开连接并关闭串流

# accessibility.networkQuality
source: Network quality: %@
zh_hans: 网络质量: %@

# accessibility.openControlsMenu
source: Open controls menu
zh_hans: 打开控制菜单

# accessibility.packetLossStats
source: Packet loss %.1f percent, %d frames dropped, %d frames recovered
zh_hans: 丢包率 %.1f%%，%d 帧丢失，%d 帧恢复

# accessibility.volumeLevel %lld
source: Volume %lld percent
zh_hans: 音量 %lld%%

source: Add Host...
zh_hans: 添加主机...

# addHost.address
source: Address
zh_hans: 地址

# addHost.consoleType
source: Console Type
zh_hans: 主机类型

# addHost.nickname
source: Nickname
zh_hans: 昵称

# addHost.title
source: Add Host
zh_hans: 添加主机

source: Authenticating...
zh_hans: 验证中...

source: Authentication Failed
zh_hans: 验证失败

# autoConnect.connectingTo
source: Connecting to %@...
zh_hans: 正在连接到 %@...

# autoConnect.pressToCancel
source: Press any button to cancel
zh_hans: 按任意键取消

source: Cancel
zh_hans: 取消

# common.cancel
source: Cancel
zh_hans: 取消

# common.delete
source: Delete
zh_hans: 删除

# common.done
source: Done
zh_hans: 完成

# common.edit
source: Edit
zh_hans: 编辑

# common.hide
source: Hide
zh_hans: 隐藏

# common.offline
source: Offline
zh_hans: 离线

# common.ok
source: OK
zh_hans: 确定

# common.online
source: Online
zh_hans: 在线

# common.save
source: Save
zh_hans: 保存

# common.standby
source: Standby
zh_hans: 待机

# common.unhide
source: Unhide
zh_hans: 取消隐藏

# consolePin.changePin
source: Change PIN
zh_hans: 更改 PIN

# consolePin.clearPin
source: Clear PIN
zh_hans: 清除 PIN

# consolePin.clearPinConfirm
source: This will remove the PIN requirement for %@.
zh_hans: 这将移除 %@ 的 PIN 要求。

# consolePin.clearPinDescription
source: Remove the PIN requirement for this console.
zh_hans: 移除此主机的 PIN 要求。

# consolePin.connect
source: Connect
zh_hans: 连接

# consolePin.enterPin
source: Enter PIN for %@
zh_hans: 输入 %@ 的 PIN

# consolePin.incorrectPin
source: Incorrect PIN. %d attempts remaining.
zh_hans: PIN 错误，剩余 %d 次尝试。

# consolePin.pinDescription
source: Remote Play PIN (4 digits)
zh_hans: 远程游玩 PIN（4 位数字）

# consolePin.pinRequired
source: PIN Required
zh_hans: 需要 PIN

# consolePin.pinRequiredDescription
source: This PIN will be required before connecting to %@.
zh_hans: 连接到 %@ 前需要输入此 PIN。

# consolePin.setPin
source: Set PIN
zh_hans: 设置 PIN

# consolePin.title
source: Set Console PIN
zh_hans: 设置主机 PIN

# consolePin.useKeyboard
source: Use Keyboard
zh_hans: 使用键盘

# consolePin.useNumPad
source: Use Number Pad
zh_hans: 使用数字键盘

# disconnectAction.ask
source: Ask
zh_hans: 询问

# disconnectAction.askDescription
source: Show a dialog asking what to do
zh_hans: 显示对话框询问操作

# disconnectAction.doNothing
source: Do Nothing
zh_hans: 不执行操作

# disconnectAction.doNothingDescription
source: Simply disconnect without changing console state
zh_hans: 直接断开连接，不改变主机状态

# disconnectAction.enterSleepMode
source: Enter Rest Mode
zh_hans: 进入休眠模式

# disconnectAction.enterSleepModeDescription
source: Put the console into rest mode when disconnecting
zh_hans: 断开连接时将主机置于休眠模式

source: Display Mode
zh_hans: 显示模式

# displayMode.fit
source: Fit
zh_hans: 适应

# displayMode.fitDescription
source: Fit (letterbox)
zh_hans: 适应（黑边）

# displayMode.stretch
source: Stretch
zh_hans: 拉伸

# displayMode.stretchDescription
source: Stretch to fill
zh_hans: 拉伸填充

# displayMode.zoom
source: Zoom
zh_hans: 缩放

# displayMode.zoomDescription
source: Zoom to fill
zh_hans: 缩放填充

# error.connectionFailed
source: Connection failed
zh_hans: 连接失败

# error.hostNotRegistered
source: Host is not registered. Please register first.
zh_hans: 主机未注册。请先注册。

# error.unableToAccessFile
source: Unable to access the selected file
zh_hans: 无法访问所选文件

# hostList.addHost
source: Add Host
zh_hans: 添加主机

# hostList.deleteConfirmMessage
source: This action cannot be undone.
zh_hans: 此操作无法撤销。

# hostList.deleteConfirmTitle
source: Delete Host?
zh_hans: 删除主机？

# hostList.discover
source: Discover
zh_hans: 发现

# hostList.noHostsDescription
source: Add a host manually or wait for discovery.
zh_hans: 手动添加主机或等待自动发现。

# hostList.noHostsFound
source: No Hosts Found
zh_hans: 未找到主机

# hostList.registerNeeded
source: Register Needed
zh_hans: 需要注册

# hostList.startDiscovery
source: Start Discovery
zh_hans: 开始发现

# hostList.stop
source: Stop
zh_hans: 停止

# hostList.stopDiscovery
source: Stop Discovery
zh_hans: 停止发现

# hostList.title
source: Hosts
zh_hans: 主机

# hostList.wakeUp
source: Wake Up
zh_hans: 唤醒

# hostRow.titleId
source: Title: %@
zh_hans: 标题: %@

source: Hosts
zh_hans: 主机

# logLevel.debug
source: Debug
zh_hans: 调试

# logLevel.error
source: Error
zh_hans: 错误

# logLevel.info
source: Info
zh_hans: 信息

# logLevel.verbose
source: Verbose
zh_hans: 详细

# logLevel.warning
source: Warning
zh_hans: 警告

source: Mute
zh_hans: 静音

# nav.account
source: Account
zh_hans: 账户

# nav.audio
source: Audio
zh_hans: 音频

# nav.consoles
source: Consoles
zh_hans: 主机管理

# nav.controller
source: Controller
zh_hans: 手柄

# nav.data
source: Data
zh_hans: 数据

# nav.general
source: General
zh_hans: 通用

# nav.hosts
source: Hosts
zh_hans: 主机

# nav.keyboard
source: Keyboard
zh_hans: 键盘

# nav.logs
source: Logs
zh_hans: 日志

# nav.settings
source: Settings
zh_hans: 设置

# nav.video
source: Video
zh_hans: 视频

# numPad.backspace
source: Backspace
zh_hans: 退格

# numPad.pressToEnter
source: Press to enter
zh_hans: 按下输入

source: OK
zh_hans: 确定

# overlay.drop
source: %d drop
zh_hans: %d 丢

# overlay.dropped
source: %d dropped
zh_hans: %d 丢帧

# overlay.rec
source: %d rec
zh_hans: %d 恢

# overlay.recovered
source: %d recov
zh_hans: %d 恢复

source: PlayStation Remote Play
zh_hans: PlayStation 远程游玩

source: PSN Login
zh_hans: PSN 登录

# psnLogin.authenticating
source: Authenticating...
zh_hans: 正在验证...

# psnLogin.authFailed
source: Authentication Failed
zh_hans: 认证失败

# psnLogin.credentialsNote
source: Your credentials are stored securely in the system Keychain.
zh_hans: 您的凭据安全存储在系统钥匙串中。

# psnLogin.notSignedIn
source: Not Signed In
zh_hans: 未登录

# psnLogin.refreshFailed
source: Refresh Failed
zh_hans: 刷新失败

# psnLogin.refreshSuccess
source: Token Refreshed
zh_hans: 令牌已刷新

# psnLogin.refreshToken
source: Refresh Token
zh_hans: 刷新令牌

# psnLogin.signIn
source: Sign In to PSN
zh_hans: 登录 PSN

# psnLogin.signInDescription
source: Sign in to PSN to easily register your consoles and enable remote play over the internet.
zh_hans: 登录 PSN 以便轻松注册主机并启用互联网远程游玩。

# psnLogin.signOut
source: Sign Out
zh_hans: 退出登录

# psnLogin.title
source: PSN Login
zh_hans: PSN 登录

# psnLogin.tokenExpired
source: Expired
zh_hans: 已过期

# psnLogin.tokenExpires
source: Token Expires
zh_hans: 令牌过期时间

source: Refresh Discovery
zh_hans: 刷新发现

# registration.pin
source: PIN
zh_hans: PIN 码

# registration.pinPlaceholder
source: Enter PIN from console
zh_hans: 输入主机上显示的 PIN 码

# registration.register
source: Register
zh_hans: 注册

# registration.success
source: Registration Successful!
zh_hans: 注册成功！

# registration.title
source: Register Console
zh_hans: 注册主机

source: Select a host to start streaming
zh_hans: 选择主机以开始串流

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置...

# settings.audio.bufferSize
source: Buffer Size
zh_hans: 缓冲区大小

# settings.audio.microphone
source: Microphone
zh_hans: 麦克风

# settings.audio.ms %lld
source: %lld ms
zh_hans: %lld 毫秒

# settings.audio.outputInput
source: Output & Input
zh_hans: 输出与输入

# settings.audio.volume
source: Volume
zh_hans: 音量

# settings.consoles.deleteConfirm
source: Are you sure you want to delete "%@"? This will remove its registration and you'll need to re-register to connect.
zh_hans: 确定要删除“%@”吗？这将移除其注册信息，您需要重新注册才能连接。

# settings.consoles.deleteTitle
source: Delete Console
zh_hans: 删除主机

# settings.consoles.hidden
source: Hidden
zh_hans: 已隐藏

# settings.consoles.hiddenConsoles
source: Hidden Consoles
zh_hans: 已隐藏的主机

# settings.consoles.hiddenDescription
source: These consoles are hidden from the main host list but remain registered.
zh_hans: 这些主机已从主列表隐藏，但仍保持注册状态。

# settings.consoles.hideConfirm
source: Are you sure you want to hide "%@"? It will no longer appear in the host list but will remain registered.
zh_hans: 确定要隐藏“%@”吗？它将不再出现在主机列表中，但仍保持注册状态。

# settings.consoles.hideTitle
source: Hide Console
zh_hans: 隐藏主机

# settings.consoles.noRegistered
source: No registered consoles
zh_hans: 暂无已注册的主机

# settings.consoles.registeredConsoles
source: Registered Consoles
zh_hans: 已注册的主机

# settings.consoles.registeredDescription
source: Manage your registered PlayStation consoles. Hidden consoles won't appear in the host list.
zh_hans: 管理您已注册的 PlayStation 主机。隐藏的主机不会出现在主机列表中。

# settings.consoles.title
source: Consoles
zh_hans: 主机管理

# settings.consoles.unhideConfirm
source: Are you sure you want to unhide "%@"? It will appear in the host list again.
zh_hans: 确定要取消隐藏“%@”吗？它将再次出现在主机列表中。

# settings.consoles.unhideTitle
source: Unhide Console
zh_hans: 取消隐藏主机

# settings.controller.active
source: Active
zh_hans: 活动

# settings.controller.connectedControllers
source: Connected Controllers
zh_hans: 已连接的手柄

# settings.controller.enabled
source: Enabled
zh_hans: 已启用

# settings.controller.feedback
source: Feedback
zh_hans: 反馈

# settings.controller.feedbackDescription
source: Controller hints show button shortcuts during streaming. Motion controls require a DualSense or compatible controller.
zh_hans: 手柄提示显示流媒体期间的按键快捷方式。体感控制需要 DualSense 或兼容的手柄。

# settings.controller.hapticFeedback
source: Haptic Feedback
zh_hans: 触觉反馈

# settings.controller.input
source: Input
zh_hans: 输入

# settings.controller.motionControls
source: Motion Controls
zh_hans: 体感控制

# settings.controller.noControllers
source: No controllers connected
zh_hans: 未连接手柄

# settings.controller.showControllerHints
source: Show Controller Hints
zh_hans: 显示手柄提示

# settings.controller.stickDeadzone
source: Stick Deadzone
zh_hans: 摇杆死区

# settings.controller.swapCrossCircle
source: Swap Cross/Circle
zh_hans: 交换叉/圈

# settings.controller.touchController
source: Touch Controller
zh_hans: 触摸手柄

# settings.controller.touchControllerOpacity
source: Touch Controller Opacity
zh_hans: 触摸手柄透明度

# settings.crashReport.copyToClipboard
source: Copy to Clipboard
zh_hans: 复制到剪贴板

# settings.crashReport.detected
source: A crash was detected from the previous session.
zh_hans: 检测到上次运行时的崩溃报告。

# settings.crashReport.dismissAndClear
source: Dismiss and Clear
zh_hans: 忽略并清除

# settings.crashReport.share
source: Share Report
zh_hans: 分享报告

# settings.crashReport.title
source: Crash Report
zh_hans: 崩溃报告

# settings.data.exportSettings
source: Export Settings
zh_hans: 导出设置

# settings.data.importFailed
source: Import Failed
zh_hans: 导入失败

# settings.data.importSettings
source: Import Settings
zh_hans: 导入设置

# settings.data.resetMessage
source: This will reset all settings to their default values. This cannot be undone.
zh_hans: 这将把所有设置重置为默认值。此操作无法撤销。

# settings.data.resetMessageShort
source: This will reset all settings to their default values.
zh_hans: 这将把所有设置重置为默认值。

# settings.data.resetTitle
source: Reset Settings
zh_hans: 重置设置

# settings.data.resetToDefaults
source: Reset to Defaults
zh_hans: 恢复默认设置

# settings.general.autoConnect
source: Auto-Connect
zh_hans: 自动连接

# settings.general.autoConnectDescription
source: Automatically connect to a console when the app launches.
zh_hans: 应用启动时自动连接到主机。

# settings.general.autoConnectOnLaunch
source: Auto-Connect on Launch
zh_hans: 启动时自动连接

# settings.general.lastConnected
source: Last Connected
zh_hans: 上次连接

# settings.general.onAppSuspend
source: On App Suspend
zh_hans: 应用挂起时

# settings.general.onDisconnect
source: On Disconnect
zh_hans: 断开连接时

# settings.general.privacy
source: Privacy
zh_hans: 隐私

# settings.general.sessionActions
source: Session Actions
zh_hans: 会话操作

# settings.general.sessionActionsDescription
source: Choose what happens when you disconnect or the app goes to background.
zh_hans: 选择断开连接或应用进入后台时的操作。

# settings.general.streamerMode
source: Streamer Mode
zh_hans: 直播模式

# settings.general.streamerModeDescription
source: Hide sensitive information like IP addresses and MAC addresses. Useful when streaming or recording.
zh_hans: 隐藏 IP 地址和 MAC 地址等敏感信息。适用于直播或录制时使用。

# settings.general.targetConsole
source: Target Console
zh_hans: 目标主机

# settings.general.wakeConsole
source: Wake Console if Sleeping
zh_hans: 如果主机处于休眠状态则唤醒

# settings.keyboard.clearMapping
source: Clear mapping
zh_hans: 清除映射

# settings.keyboard.enableDescription
source: Use keyboard keys to control the PlayStation when no controller is connected.
zh_hans: 在没有手柄连接时，使用键盘按键控制 PlayStation。

# settings.keyboard.enableKeyboardInput
source: Enable Keyboard Input
zh_hans: 启用键盘输入

# settings.keyboard.notAssigned
source: Not assigned
zh_hans: 未分配

# settings.keyboard.pressKey
source: Press a key
zh_hans: 按下一个键

# settings.keyboard.pressKeyDescription
source: Press any key to assign it, or click outside to cancel.
zh_hans: 按任意键进行分配，或点击外部取消。

# settings.keyboard.resetToDefaults
source: Reset to Defaults
zh_hans: 恢复默认设置

# settings.keyboard.title
source: Keyboard Mapping
zh_hans: 键盘映射

# settings.logs.allLevels
source: All Levels
zh_hans: 所有级别

# settings.logs.diagnosticExportSuccess
source: Diagnostic Package Generated
zh_hans: 诊断包已生成

# settings.logs.export
source: Export
zh_hans: 导出

# settings.logs.exportDiagnostics
source: Export Diagnostic Package
zh_hans: 导出诊断包

# settings.logs.exportGenerated
source: Generated:
zh_hans: 生成时间:

# settings.logs.exportHeader
source: Chiaki Logs Export
zh_hans: Chiaki 日志导出

# settings.logs.exportingDiagnostics
source: Exporting diagnostic package...
zh_hans: 正在导出诊断包...

# settings.logs.exportTotalEntries
source: Total entries:
zh_hans: 总条目数:

# settings.logs.levelFilter
source: Level
zh_hans: 级别

# settings.logs.searchPrompt
source: Search logs
zh_hans: 搜索日志

# settings.logs.showInFinder
source: Show in Finder
zh_hans: 在访达中显示

# settings.logs.title
source: Logs
zh_hans: 日志

# settings.video.advanced
source: Advanced
zh_hans: 高级

# settings.video.auto
source: Auto
zh_hans: 自动

# settings.video.bitrate
source: Bitrate
zh_hans: 码率

# settings.video.colorSpace
source: Color Space
zh_hans: 色彩空间

# settings.video.contrastRatio
source: Contrast Ratio
zh_hans: 对比度

# settings.video.frameRate
source: Frame Rate
zh_hans: 帧率

# settings.video.hardwareDecoding
source: Hardware Decoding
zh_hans: 硬件解码

# settings.video.hdrDescription
source: Adjust these settings to match your display's capabilities for optimal HDR performance.
zh_hans: 调整这些设置以匹配您显示器的能力，获得最佳 HDR 效果。

# settings.video.hdrFineTuning
source: HDR Fine-tuning
zh_hans: HDR 精调

# settings.video.infinity
source: Infinity
zh_hans: 无限

# settings.video.local
source: Local
zh_hans: 本地

# settings.video.manual
source: Manual
zh_hans: 手动

# settings.video.peakBrightness
source: Peak Brightness
zh_hans: 峰值亮度

# settings.video.profile
source: Profile
zh_hans: 配置文件

# settings.video.quality
source: Quality
zh_hans: 画质

# settings.video.remote
source: Remote
zh_hans: 远程

# settings.video.resolution
source: Resolution
zh_hans: 分辨率

# settings.video.scaling
source: Scaling
zh_hans: 缩放

# settings.video.targetContrast
source: Target Contrast
zh_hans: 目标对比度

# settings.video.targetPeak
source: Target Peak
zh_hans: 目标峰值

# settings.video.vrr
source: Dynamic Refresh Rate (VRR)
zh_hans: 动态刷新率 (VRR)

# streaming.connecting
source: Connecting to Console...
zh_hans: 正在连接主机...

# streaming.controls
source: Controls
zh_hans: 控制

# streaming.disconnect
source: Disconnect
zh_hans: 断开连接

# streaming.disconnectConfirmMessage
source: Do you want to put the console into rest mode before disconnecting?
zh_hans: 断开连接前是否要将主机置于休眠模式？

# streaming.disconnectConfirmTitle
source: End Session
zh_hans: 结束会话

# streaming.disconnectOnly
source: Disconnect Only
zh_hans: 仅断开连接

# streaming.reconnecting
source: Reconnecting...
zh_hans: 正在重新连接...

# streaming.restMode
source: Rest Mode
zh_hans: 休眠模式

# streaming.restModeAndDisconnect
source: Enter Rest Mode & Disconnect
zh_hans: 进入休眠模式并断开

# streaming.videoPlaceholder
source: Stream will appear here
zh_hans: 画面将在此显示

# streaming.wakeUpTimeout
source: Wake-up timeout: host did not respond
zh_hans: 唤醒超时：主机未响应

# streamingControls.applyAndReconnect
source: Apply & Reconnect
zh_hans: 应用并重连

# streamingControls.audio
source: Audio
zh_hans: 音频

# streamingControls.bitrate
source: Bitrate
zh_hans: 码率

# streamingControls.displayMode
source: Display Mode
zh_hans: 显示模式

# streamingControls.micActive
source: Mic Active
zh_hans: 麦克风已启用

# streamingControls.micMuted
source: Mic Muted
zh_hans: 麦克风已静音

# streamingControls.quickActions
source: Quick Actions
zh_hans: 快捷操作

# streamingControls.quickSettings
source: Quick Settings
zh_hans: 快捷设置

# streamingControls.requiresReconnect
source: Requires reconnect
zh_hans: 需重连

# streamingControls.resolution
source: Resolution
zh_hans: 分辨率

# streamingControls.resolutionChangeWarning
source: Changing resolution requires reconnecting to the console.
zh_hans: 更改分辨率需要重新连接主机。

# streamingControls.videoPreset
source: Video Preset
zh_hans: 视频预设

# streamingControls.volume
source: Volume
zh_hans: 音量

# streamingControls.zoomLevel
source: Zoom Level
zh_hans: 缩放级别

# suspendAction.doNothing
source: Do Nothing
zh_hans: 不执行操作

# suspendAction.enterSleepMode
source: Enter Rest Mode
zh_hans: 进入休眠模式

source: Toggle Controls
zh_hans: 切换控制

source: Video Preset
zh_hans: 视频预设

# videoPreset.default
source: Default
zh_hans: 默认

# videoPreset.defaultDescription
source: Balanced quality and performance
zh_hans: 平衡画质与性能

# videoPreset.highQuality
source: High Quality
zh_hans: 高质量

# videoPreset.highQualityDescription
source: Best visual quality, higher GPU usage
zh_hans: 最佳画质，GPU 占用较高

# videoPreset.performance
source: Performance
zh_hans: 性能优先

# videoPreset.performanceDescription
source: Optimized for smooth playback
zh_hans: 针对流畅播放优化

source: View
zh_hans: 视图

# virtualController.circle
source: Circle
zh_hans: 圆圈

# virtualController.cross
source: Cross
zh_hans: 叉

# virtualController.down
source: D-Pad Down
zh_hans: 下方向键

# virtualController.left
source: D-Pad Left
zh_hans: 左方向键

# virtualController.leftStick
source: Left Stick
zh_hans: 左摇杆

# virtualController.longPressHint
source: Hold for more options
zh_hans: 长按显示更多选项

# virtualController.options
source: Options
zh_hans: 选项

# virtualController.pressed
source: Pressed
zh_hans: 按下

# virtualController.ps
source: PS Button
zh_hans: PS 键

# virtualController.released
source: Released
zh_hans: 松开

# virtualController.right
source: D-Pad Right
zh_hans: 右方向键

# virtualController.rightStick
source: Right Stick
zh_hans: 右摇杆

# virtualController.share
source: Share
zh_hans: 分享

# virtualController.square
source: Square
zh_hans: 方块

# virtualController.triangle
source: Triangle
zh_hans: 三角

# virtualController.up
source: D-Pad Up
zh_hans: 上方向键

source: Volume Down
zh_hans: 音量减小

source: Volume Up
zh_hans: 音量增大

source: Wake Up Selected Host
zh_hans: 唤醒选中的主机

# welcome.selectHost
source: Select a host to start streaming
zh_hans: 选择一个主机开始串流

# welcome.subtitle
source: PlayStation Remote Play
zh_hans: PlayStation 远程游玩
